app/Models/NewsflashModel.php

    public function jumlahNewsflash()
    {
        return $this->table('newsflash')->get()->getNumRows();
---
SELECT *
FROM `newsflash`