app/Models/PesanModel.php

SELECT *
FROM `pesan`
---
    public function jumlahPesan()
    {
        return $this->table('pesan')->get()->getNumRows();