app/Models/PodcastModel.php

    public function jumlahPodcast()
    {
        return $this->table('podcast')->get()->getNumRows();
---
SELECT *
FROM `podcast`