app/Models/UsersModel.php

    public function jumlahUsers()
    {
        return $this->table('users')->get()->getNumRows();
---
SELECT *
FROM `users`